Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: When Skip Neutral Temps is enabled, Trio will not set neutral basal rates shortly before the hour, minimizing hourly pump alerts on MDT pumps. This can help light sleepers avoid alerts but will delay basal adjustments. This will also only come into effect if SMB's are disabled for whatever reason.
bg: Когато „Skip Neutral Temps“ е активирано, Trio няма да задава неутрални базални дози малко преди кръгъл час, минимизирайки часовите предупреждения на помпата при MDT помпи. Това може да помогне на хора с лек сън да избегнат предупрежденията, но ще забави корекциите на базала. Също така ще влезе в сила само ако SMB са изключени по някаква причина.
cs: Pokud je zapnuta funkce „Přeskočit neutrální dočasné dávky“, Trio nebude krátce před celou hodinou nastavovat neutrální bazální dávky, čímž se minimalizují hodinové výstrahy u pump Medtronic (MDT). To může pomoci lidem s lehkým spánkem vyhnout se alarmům, ale zpozdí to úpravy bazálu. Toto se projeví pouze v případě, že jsou SMB z jakéhokoli důvodu zakázány.
da: Når Skip Neutral Temps er aktiveret, vil Trio ikke indstille neutrale basale hastigheder kort før timen, hvilket minimerer advarsler pr. time på MDT-pumper. Dette kan hjælpe lette sveller undgå advarsler, men vil forsinke basal justeringer. Dette vil også kun træde i kraft, hvis SMB er deaktiveret af en eller anden grund.
de: Wenn "Neutrale Temporäre Basalraten überspringen" aktiviert ist, stellt Trio kurz vor der vollen Stunde keine neutralen Basalraten ein und minimiert so die stündlichen Pumpenalarme bei MDT-Pumpen. Dies kann Leichtschläfern helfen, Alarme zu vermeiden, verzögert aber die Basalratenanpassung. Diese Funktion tritt auch nur in Kraft, wenn die SMBs aus irgenDeinem Grund deaktiviert sind.
es: Cuando Omitir Temps Neutrales está habilitado, Trio no establecerá tarifas basales neutrales poco antes de la hora, minimizando las alertas de bombas por hora en las bombas MDT. Esto puede ayudar a los durmientes de luz a evitar alertas, pero retrasará los ajustes basales. Esto sólo entrará en vigor si las PYME están desactivadas por cualquier razón.
fr: Lorsque le réglage "Ignorer les basaux temporaires neutres" est activé, Trio n’appliquera pas de débit basal neutre juste avant l’heure, ce qui réduit les alertes horaires sur les pompes Medtronic (MDT). Cela peut aider les personnes au sommeil léger à éviter les alertes, mais retardera les ajustements basaux. Cette option ne s’appliquera que si les Super Micro Bolus (SMB) sont désactivés, quelle qu’en soit la raison.
it: Quando Salta i Tempi Neutri è abilitato, il Trio non imposterà velocità basali neutre poco prima dell'ora, minimizzando gli avvisi del microinfusore orario sulle pompe MDT. Questo può aiutare le traversine leggere evitare gli avvisi, ma ritarderà le regolazioni basali. Ciò entrerà in vigore solo se le PMI saranno disabilitate per qualsiasi motivo.
nb_no: Når "Hopp over nøytrale midlertidige mål" er aktivert, vil ikke Trio sette nøytrale basalrater rett før hele timer, for å minimere pumpeadvarsler for Medtronic-pumper. Dette kan hjelpe til å unngå varsler for folk som sover lett, men det vil forsinke basaljusteringer. Dette vil også bare ha effekt hvis SMB er slått av.
nl: Als de Neutrale Temps is ingeschakeld, zal Trio geen neutrale basaalstanden instellen kort voor het uur, het minimaliseren van uur-pompmeldingen op MDT-pompen. Dit kan de lichte slaap helpen waarschuwingen te voorkomen, maar zal de basaalstanden vertragen. Dit zal ook alleen van kracht worden als SMB om welke reden dan ook is uitgeschakeld.
pl: Gdy opcja Pomiń neutralne dawki jest włączona, Trio nie ustawi neutralnych bazowych stawek na krótko przed godziną, minimalizując godzinne alerty pompy na pompach MDT. Może to pomóc osobom o lekkim śnie uniknąć alertów, ale opóźni korekty bazowe. Będzie to również działać tylko wtedy, gdy SMB są wyłączone z jakiegokolwiek powodu.
pt_pt: Ao ignorar Temps Neutras está ativado, Trio não definirá taxas de basal neutras pouco antes da hora, minimizando alertas de bomba hora em bombas de MDT. Isso pode ajudar adormecidos leves a evitar alertas, mas irá atrasar os ajustes basais. Isso também só entrará em vigor se as PME forem desactivadas por qualquer razão.
ru: При включении пропуска нейтральных температур, трио не будет устанавливать нейтральные базовые тарифы незадолго до часа, свести к минимуму почасовые оповещения о насосе в насосах MDT. Это может помочь световым снастям избежать предупреждений, но задержит базисные регулировки. Это также вступит в силу только в том случае, если SMB отключен по какой бы то ни было причине.
sv: När 'hoppa över neutrala temp basaler' är aktiverat, kommer Trio inte att ställa in en neutral basal strax före varje heltimme, vilket minimerar timvisa pumpvarningar på MDT-pumpar. Detta kan hjälpa till för att undvika störande varningar nattetid, men kommer att fördröja basaljusteringar. Detta kommer också bara att träda i kraft när SMB är inaktiverat av någon anledning.
uk: При пропусці нейтральних бум увімкнуто, пробна версія не встановить нейтральних базових ставок незадовго до години, мінімізуючи погодинні сповіщення про насоси для MDT. Це може допомогти легким сплячим застосункам уникнути попереджень, але дозволить відкласти базові корективи. Це також вплине лише на те, якщо SMB вимкнуто з будь-якої причини.
vi: Khi bật "Bỏ qua mức nền trung tính" (Skip Neutral Temps), Trio sẽ không đặt tốc độ liều nền trung lập ngay trước mỗi giờ, nhằm giảm bớt cảnh báo hàng giờ trên các máy bơm MDT. Điều này có thể giúp những người ngủ nhẹ tránh bị làm phiền bởi cảnh báo, nhưng sẽ làm chậm việc điều chỉnh liều nền. Tùy chọn này chỉ có hiệu lực khi SMB bị vô hiệu hóa vì bất kỳ lý do nào.
zh_hant: 當啟用跳過中性臨時基礎時，Trio將不會在每小時前不久設置中性基礎率，從而減少MDT幫浦的每小時警報。這可以幫助淺眠者避免警報，但會延遲基礎調整。這也僅在出於任何原因停用SMB時生效。

source: When stale values are enabled, the simulator will repeatedly output the last generated glucose value.
bg: Когато е активирано използването на остарели стойности, симулаторът ще извежда многократно последната генерирана стойност на глюкоза.
cs: Pokud jsou povoleny zastaralé hodnoty, simulátor bude opakovaně posílat poslední vygenerovanou hodnotu glukózy.
da: Når stale værdier er aktiveret, vil simulatoren gentagne gange output den sidste genererede glucoseværdi.
de: Wenn veraltete Werte aktiviert sind, gibt der Simulator wiederholt den zuletzt erzeugten Glukosewert aus.
es: Cuando se activan valores obsoletos, el simulador mostrará repetidamente el último valor de glucosa generado.
fr: Lorsque l’option "valeurs obsolètes/figées" est activée, le simulateur renverra en boucle la dernière mesure du glucose générée.
it: Quando sono abilitati valori fissi, il simulatore emetterà ripetutamente l'ultimo valore di glucosio generato.
nb_no: Når gamle verdier er aktivert, vil simulatoren gjentatte ganger sende den siste genererte blodsukkerverdien.
nl: Als verouderde waarden zijn ingeschakeld, zal de simulator herhaaldelijk de laatst gegenereerde glucosewaarde output geven.
pl: Po włączeniu opcji nieaktualnych wartości symulator będzie wielokrotnie wyświetlał ostatnio wygenerowaną wartość stężenia glikemii.
pt_pt: Quando valores obsoletos estão habilitados, o simulador irá repetidamente retornar o último valor de glicose gerado.
ru: Когда устаревшие значения включены, симулятор будет повторно выводить последние сгенерированные значения глюкозы.
sv: När inaktuella värden är aktiverade, kommer simulatorn upprepade gånger mata ut det senast genererade glukosvärdet.
uk: Коли застарілі значення увімкнені, симулятор буде неодноразово виводити останнє згенероване значення глюкози.
vi: Khi bật giá trị cũ (stale values), trình giả lập sẽ liên tục xuất ra giá trị đường huyết cuối cùng đã được tạo..
zh_hant: 當啟用陳舊值時，模擬器將重複輸出最後生成的血糖值。

source: When the carb on board (COB) forecast line is active, enabling this feature allows Trio to use Super Micro Boluses (SMB) to deliver the insulin required.
bg: Когато линията за прогноза на carb on board (COB) е активна, активирането на тази функция позволява на Trio да използва Super Micro Boluses (SMB), за да подаде необходимия инсулин.
cs: Pokud je aktivní křivka předpovědi aktivních sacharidů (COB), zapnutí této funkce umožní aplikaci Trio používat supermikrobolusy (SMB) k podání potřebného inzulínu.
da: Når karbben om bord (COB) prognoslinjen er aktiv, Aktivering af denne funktion gør det muligt for Trio at bruge Super Micro Boluses (SMB) til at levere den ønskede insulin.
de: Wenn die COB-Prognoselinie (Carbs on Board) aktiv ist, ermöglicht die Aktivierung dieser Funktion Trio die Verwendung von Super Micro Boli (SMB) zur Abgabe des benötigten Insulins.
es: Cuando el glúcido a bordo (COB) línea de previsión está activa, que permite a Trio usar Super Micro Boluses (SMB) para entregar la insulina requerida.
fr: Activer cette option permet à Trio d’utiliser des Super Micro Bolus (SMB) pour administrer l’insuline nécessaire lorsqu’il y a des glucides actifs (COB > 0).
it: Quando la linea di previsione della carrozza a bordo (COB) è attiva, abilitando questa funzionalità, Trio può utilizzare Super Micro Boli (SMB) per erogare l’insulina necessaria.
nb_no: Når prediksjonslinjen for aktive karbohydrater (COB) er aktiv, vil denne funksjonen tillate at Trio bruker SMB for å levere nødvendig insulin.
nl: Wanneer de voorspelling van de koolhydraten aan boord (COB) actief is, wanneer je deze functie inschakelt, kan Trio Super Micro Bolussen (SMB) gebruiken om de benodigde insuline toe te dienen.
pl: Gdy linia prognozy aktywnych węglowodanów (COB) jest aktywna, włączenie tej funkcji umożliwia Trio stosowanie Super Micro Bolusów (SMB) w celu dostarczenia wymaganej insuliny.
pt_pt: Quando a previsão do carb no tabuleiro (COB) está ativa, ativar este recurso permite que Trio use Super Micro Bolus (SMB) para entregar a insulina necessária.
ru: Когда на борту (СОБ) активна предпроектная линия, включение этой функции позволяет Трио использовать Super Micro Boluses (SMB) для доставки требуемого инсулина.
sv: När denna funktion är aktiverad kan Trio använda supermikrobolusar (SMB) för att leverera insulin när det finns aktiva kolhydrater (COB).
uk: Автомобіль на платі (СБ) активний, для увімкнення цієї функції дозволяє племені використовувати сумікро болси (SMB) для доставки інсуліну.
vi: Khi đường dự báo carbs còn trong cơ thể (COB) đang hoạt động, bật tùy chọn này sẽ cho phép Trio sử dụng Super Micro Bolus (SMB) để cung cấp lượng insulin cần thiết.
zh_hant: 當在碳水化合物在艙中(COB)預報線活動時，啟用此功能允許Trio使用超微量注射(SMB)來輸送所需的胰島素。

source: When there are carbs on board (COB > 0), enabling this feature allows Trio to use Super Micro Boluses (SMB) to deliver the insulin required.
bg: Когато има carbs on board (COB > 0), активирането на тази функция позволява на Trio да използва Super Micro Boluses (SMB), за да подаде необходимия инсулин.
cs: Pokud jsou v těle přítomny sacharidy (COB > 0), povolením této funkce umožníte Triu používat Super Micro Bolusy (SMB) k podání potřebného inzulínu.
da: Når der er kulhydrater om bord (COB > 0), gør denne funktion det muligt for Trio at bruge Super Micro Boluses (SMB) til at levere den nødvendige insulin.
de: Wenn "Kohlenhydrate an Bord" sind (COB > 0), ermöglicht die Aktivierung dieser Funktion Trio die Verwendung von Super Micro Bolus (SMB) zur Abgabe des benötigten Insulins.
fr: Lorsque des glucides sont actifs (COB > 0), l’activation de cette option permet à Trio d’utiliser les Super Micro Bolus (SMB) pour administrer l’insuline nécessaire.
nb_no: Denne funksjonen vil tillate at Trio bruker Super Mikro Bolus (SMB) til å levere nødvendig insulin dersom det er aktive karbohydrater (COB > 0).
nl: Als je deze functie inschakelt en wanneer er koolhydraten aan boord (COB > 0) actief zijn, kan Trio Super Micro Bolussen (SMB) gebruiken om de benodigde insuline toe te dienen.
pl: Jeśli są aktywne węglowodany (COB > 0), włączenie tej funkcji pozwala Trio na stosowanie Super Micro Bolusów (SMB) w celu dostarczenia wymaganej dawki insuliny.
sv: När denna funktion är aktiverad kan Trio använda supermikrobolusar (SMB) för att leverera insulin när det finns aktiva kolhydrater (COB).
vi: Khi có carbs tồn dư (COB > 0), bật tùy chọn này sẽ cho phép Trio sử dụng Super Micro Bolus (SMB) để cung cấp lượng insulin cần thiết.
zh_hant: 當有碳水化合物在體內 (COB > 0) 時，啟用此功能可以讓 Trio 使用微量注射 (SMB) 來傳送所需的胰島素。

source: When this feature is enabled, manually setting a temporary target above %1$@ %2$@ will decrease the Autosens Ratio used for ISF and basal adjustments, resulting in less insulin delivered overall. This scales with the temporary target set; the higher the temp target, the lower the Autosens Ratio used.
bg: Когато тази функция е активирана, ръчното задаване на временна цел над %@ %@ ще намали коефициента на Autosens, използван за корекции на ISF и базала, което ще доведе до по-малко подаван инсулин общо. Това се мащабира спрямо зададената временна цел; колкото по-висока е временната цел, толкова по-нисък е използваният коефициент на Autosens.
cs: Když je tato funkce zapnutá, manuální nastavení dočasného cíle nad %1$@ %2$@ sníží poměr Autosens používaný pro úpravy ISF a bazálu, což vede k celkovému snížení množství podaného inzulínu. Toto se mění podle nastaveného dočasného cíle; čím vyšší je dočasný cíl, tím nižší je použitý poměr Autosens.
da: Når denne funktion er aktiveret, manuelt at indstille et midlertidigt mål over %1$@ %2$@ vil reducere Autosens Ratio, der bruges til ISF og basal justeringer, hvilket resulterer i mindre samlet afgivelse af insulin. Dette skalerer med det midlertidige målsæt; jo højere temp målet, desto lavere bruger Autosens forholdet.
de: Wenn diese Funktion aktiviert ist, wird durch die manuelle Einstellung eines Temporären Ziels über %1$@ %2$@ das für ISF- und Basalanpassungen verwendete Autosens-Verhältnis verringert, was zu einer geringeren Insulinabgabe insgesamt führt. Dies ist proportional zum eingestellten Temporären Ziel; je höher das Temporäre Ziel, desto niedriger die verwendete Autosens Ratio.
es: Cuando esta característica está activada, establecer manualmente un objetivo temporal por encima de %1$@ %2$@ reducirá la Ratio de Autosens usada para ISF y ajustes basales, resultando en menos insulina entregada en general. Esta escala se ajusta al conjunto de objetivos temporales; cuanto más alto sea el objetivo temporal, menor será la relación de Autosens utilizada.
fr: Lorsque cette fonctionnalité est activée, définir manuellement une Cible Temporaire au-dessus de %1$@ %2$@ réduit le Ratio Autosens utilisé pour les ajustements du facteur de sensibilité à l’insuline (ISF) et du basal, ce qui entraîne une diminution globale de l’insuline administrée. Cet effet est proportionnel à la valeur de la cible : plus la Cible Temporaire est haute, plus la sensibilité du ration "Ratio Autosens" appliqué sera faible.
it: Quando questa funzione è abilitata, impostando manualmente un obiettivo temporaneo sopra %1$@ %2$@ diminuirà il rapporto Autosens utilizzato per ISF e le regolazioni basali, con conseguente minore quantità di insulina erogata complessivamente. Questa scala con l'obiettivo temporaneo impostato; maggiore è il target temporale, minore è il rapporto Autosens utilizzato.
nb_no: Når denne funksjonen er aktivert, vil et manuelt midlertidig mål over %1$@ %2$@ redusere Autosens ratio som brukes for ISF og basal-justeringer, noe som gir mindre total insulinleveranse. Denne skalerer med det midlertidige målet; jo høyere midlertidig mål, jo lavere Autosens ratio.
nl: Wanneer deze functie is ingeschakeld Handmatig een tijdelijk streefdoel instellen boven %1$@ %2$@ zal de Autosens verhouding verlagen die gebruikt wordt voor ISF en basale aanpassingen, leidt tot minder insuline in zijn totaliteit. Deze schaal met het tijdelijke streefdoel; hoe hoger het streefdoel, hoe lager de Autosens Verhouding wordt gebruikt.
pl: Gdy ta funkcja jest włączona, ręczne ustawienie celu tymczasowego powyżej %1$@ %2$@ zmniejszy współczynnik Autosens używany do regulacji ISF i bazy prowadzące do całkowitego zmniejszenia ilości insuliny. Skaluje się z tymczasowym ustawieniem docelowym; im wyższy cel tymczasowy, tym niższy współczynnik Autosens użyty.
pt_pt: Quando este recurso está ativado, definir manualmente um alvo temporário acima de %1$@ %2$@ irá diminuir a relação de Autosens usada para ajustes de ISF e basal, resultando em menos insulina entregue no total. Isso escala com o alvo temporário; quanto maior o alvo temporário, menor a proporção de Autosens usada.
ru: Когда эта функция включена, вручную установите временную цель выше %1$@ %2$@ уменьшит соотношение автокомпонентов, используемое для настройки ISF и базы, В результате количество инсулина, доставленного в целом меньше. Это масштабирует с временной целью, чем выше темп, тем ниже используемое отношение автосменов.
sv: När denna funktion är aktiverad, och ett tillfälligt mål över %1$@ %2$@ aktiveras, kommer Autosens-ration som används för ISF och basaljusteringar att minska, vilket resulterar i att mindre insulin levereras. Detta anpassas utifrån det aktuella tillfälliga målet: ju högre tillfälligt mål, desto lägre Autosens-ratio.
uk: Коли цю функцію ввімкнено, вручну настроїти тимчасову ціль над %1$@ %2$@ зменшить співвідношення автозапуску, що використовується для коригування в ISF і базових операціях, в результаті чого в цілому менше інсуліну. Ця шкала з тимчасовою ціллю набору; чим вище ціль храму, тим нижня частина автоматів використовувалась.
vi: Khi tính năng này được bật, việc bạn tự đặt một Mục tiêu Tạm thời (Temp Target) cao hơn %1$@ %2$@ sẽ làm giảm Tỷ lệ Autosens được sử dụng để điều chỉnh ISF và liều nền, dẫn đến tổng lượng insulin được đưa vào cơ thể ít hơn. Mức giảm này sẽ tỷ lệ với giá trị mục tiêu tạm thời; mục tiêu tạm thời càng cao, Tỉ lệ Autosens được sử dụng càng thấp.
zh_hant: 當啟用此功能時，手動設置臨時目標高於％1$@％2$@將降低用於ISF和基礎調整的自動敏感度比例，導致總體上輸送的胰島素減少。這將隨著設置的臨時目標的變高而變化；臨時目標越高，自動敏感度比例越低。

source: When this feature is enabled, setting a temporary target below %1$@ %2$@ will increase the Autosens Ratio used for ISF and basal adjustments, resulting in more insulin delivered overall. This scales with the temporary target set; the lower the Temp Target, the higher the Autosens Ratio used. It requires Algorithm Settings > Autosens > Autosens Max to be set to > 100%% to work.
bg: Когато тази функция е активирана, задаването на временна цел под %@ %@ ще увеличи коефициента на Autosens, използван за корекции на ISF и базала, което ще доведе до повече подаван инсулин общо. Това се мащабира спрямо зададената временна цел; колкото по-ниска е временната цел, толкова по-висок е използваният коефициент на Autosens. Изисква Algorithm Settings > Autosens > Autosens Max да бъде зададено > 100%%, за да работи.
cs: Když je tato funkce zapnutá, nastavení dočasného cíle pod %1$@ %2$@ zvýší poměr Autosens používaný pro úpravy ISF a bazálu, což povede k celkovému zvýšení množství podaného inzulínu. Toto se mění podle nastaveného dočasného cíle; čím nižší je dočasný cíl, tím vyšší je použitý poměr Autosens. Aby tato funkce fungovala, vyžaduje nastavení v sekci Nastavení algoritmu > Autosens > Autosens Max na hodnotu > 100 %%.
da: Når denne funktion er aktiveret, vil det at sætte et midlertidigt mål under %1$@ %2$@ øge Autosens Ratio, der anvendes til ISF og basale justeringer, hvilket resulterer i mere indgivet insulin generelt. Dette skalerer med det midlertidige målsæt; jo lavere Temp Target, desto højere er Autosens Ratio anvendt. Det kræver Algoritmeindstillinger > Autosens > Autosens Max skal indstilles til > 100%% for at virke.
de: Wenn diese Funktion aktiviert ist, erhöht die Einstellung eines Temporären Ziels unter %1$@ %2$@ das für ISF- und Basalanpassungen verwendete Autosens-Verhältnis, was zu einer insgesamt höheren Insulinabgabe führt. Dies ist proportional zum eingestellten Temporären Ziel; je niedriger das Temporäre Ziel, desto höher die verwendete Autosens Ratio. Hierfür muss Algorithmuseinstellungen > Autosens > Autosens Max auf > 100%% eingestellt sein.
fr: Lorsque cette fonctionnalité est activée, définir une cible temporaire en dessous de %1$@ %2$@ augmentera la sensibilité automatique du ratio "ratio Autosens" utilisé pour l’ajustement de l'ISF et du débit basal, entraînant une administration d’insuline plus importante. Cette augmentation est proportionnelle à la cible temporaire définie : plus la cible temporaire est basse, plus le ratio Autosens est élevé. Cette fonctionnalité nécessite que le réglage de la sensibilité automatique dans : « ⚙️Réglages > Algorithme > Autosens > Autosens max. » ait une valeur supérieure à 100 %% pour fonctionner.
nb_no: Når denne funksjonen er aktivert, vil det å sette et midlertidig mål under %1$@ %2$@ øke Autosens-forholdet som brukes til ISF- og basaljusteringer, noe som resulterer i mer insulin som tilføres totalt. Dette skaleres med det midlertidige målet som er satt; jo lavere det midlertidige målet er, desto høyere er Autosens-forholdet som brukes. Det krever at Algoritmeinnstillinger > Autosens > Autosens Max er satt til > 100 %% for at det skal fungere.
nl: Als deze functie aanstaat, zorgt het instellen van een tijdelijke doelwaarde lager dan %1$@ %2$@ ervoor dat de Autosens-verhouding omhoog gaat. Daardoor past het systeem de insulinegevoeligheid (ISF) en de basale insuline aan, wat betekent dat je uiteindelijk meer insuline krijgt. Hoe lager je de tijdelijke doelwaarde instelt, hoe hoger de Autosens-verhouding wordt. Let op: dit werkt alleen als je bij Algoritme-instellingen > Autosens > Autosens Max een waarde boven de 100%% hebt ingesteld.
pl: Gdy ta funkcja jest włączona, ustawienie tymczasowego celu poniżej %1$@ %2$@ zwiększy współczynnik Autosens używany do regulacji ISF i dawki podstawowej, co spowoduje dostarczenie większej ilości insuliny. Jest to skalowalne w zależności od ustawionego tymczasowego celu; im niższy cel tymczasowy, tym wyższy współczynnik Autosens. Wymaga ustawienia Algorithm Settings > Autosens > Autosens Max na > 100%%, aby działało.
sv: När denna funktion är aktiverad, och ett tillfälligt mål under %1$@ %2$@ aktiveras, kommer Autosens-ration som används för ISF och basaljusteringar att öka, vilket resulterar i att mer insulin levereras. Detta anpassas utifrån det aktuella tillfälliga målet: ju lägre tillfälligt mål, desto högre Autosens-ratio. En förutsättning för att detta ska fungera är att 'Algoritm > Autosens > Autosens maxinställning är inställd till ett värde högre än 100%%.
vi: Khi bật tính năng này, việc đặt mục tiêu tạm thời thấp hơn %1$@ %2$@ sẽ làm tăng Autosens Ratio được dùng để điều chỉnh ISF và liều nền, dẫn đến tổng lượng insulin được đưa vào nhiều hơn. Mức tăng này sẽ thay đổi theo mục tiêu tạm thời đã đặt; mục tiêu tạm thời càng thấp thì tỷ lệ Autosens được sử dụng càng cao. Để tính năng này hoạt động, cần vào Cài đặt thuật toán > Autosens > Autosens Tối đa lớn hơn 100%%.
zh_hant: 當此功能啟用時，將臨時目標設置在 %1$@ %2$@ 以下將提高用於ISF和基礎調整的自動敏感度比例，從而導致輸送更多胰島素。這與設定的臨時目標值成正比；臨時目標越低，使用的自動敏感度比例越高。要使其正常運行，需要將算法設定 > 自動敏感度 > 自動敏感度最大值設置為 > 100%%。

source: When this feature is enabled:
bg: Когато тази функция е активирана:
cs: Pokud je tato funkce povolena:
de: Wenn diese Funktion aktiviert ist:
fr: Lorsque cette fonctionnalité est activée :
nb_no: Når denne funksjonen er aktivert:
pl: Gdy ta funkcja jest włączona:
vi: Khi tính năng này được bật:
zh_hant: 啟用此功能時：
